[
	{
		"name": "Henny Swan",
		"title": "Director at Tetralogical",
		"testimonial": "<p>We worked with Nic on a set of page layout and component changes to improve readability and make large amounts of content easier to manage. She understood the brief straight away and was clear about what to tackle first and why, which made the process straightforward from the outset.</p><p>    Nic was quick to iterate on feedback and consistently explained the reasoning behind her design decisions, which helped us make confident calls. Accessibility was built in from the start, reducing QA time and giving us confidence that the site will remain accessible as it evolves.</p>"
	},
	{
		"name": "Andy Bell",
		"title": "Set Studio",
		"testimonial": "<p>Nic is one of those people that you can really depend on. Everything they touch turns to gold and the standard of their work is in a completely different league to everyone else’s.</p>"
	},
	{
		"name": "Laurel Bybee",
		"title": "Senior Product Designer at Classy",
		"testimonial": "<p>We are grateful to Nic for sharing her wealth of knowledge on accessibility best practices. It’s a great talent she has to be able to speak a language that both engineers and designers can easily understand and incorporate into their work.</p>"
	},
	{
		"name": "Jeff Singleton",
		"title": "Principal at Converge Accessibility",
		"testimonial": "<p>In our opinion, she is the person you want to help with accessibility remediation on Shopify.</p>"
	},
	{
		"name": "Brooke Xiang",
		"title": "Mentee",
		"testimonial": "<p>It is an understatement to say that Nic is a pleasure to work with. She consistently brings eagerness, patience, humility, and emotional intelligence to our mentoring sessions, and she never fails to go above and beyond by finding additional resources that are relevant to my questions and interests. More importantly, Nic is the rare kind of thinker who not only addresses the question at hand, but thinks deeply and holistically enough to figure out why I had the question in the first place.</p><p>As a bootcamp grad, I've worked with quite a few instructors and seasoned developers. None of them can hold a candle to the kind of all-star powerhouse that Nic is, whether it comes to design, development, or giving guidance to junior developers. If you ever have an opportunity to work with Nic, take it. It'll be the best decision you've made in a long time.</p>"
	},
	{
		"name": "Peter Rushforth",
		"title": "Maps for HTML Chair",
		"testimonial": "Nic does great work, she's a pleasure to work with, and is an extremely talented developer."
	},
	{
		"name": "Marianne Ferguson",
		"title": "Colleague at Alt & Dot",
		"testimonial": "<p>Nic is hands-down one of the most talented developers I have worked with. Her technical expertise is second to none — when I ask Nic for advice on how to approach a problem, I know she'll offer an informed solution that is both creative and highly pragmatic.</p><p>Nic's drive to define and follow best practices, her passion for new technologies and her deep understanding of accessibility mean that she creates beautiful, functional and truly human experiences for users. Her knowledge and curiosity go far beyond development: Nic looks at situations from many different angles and works collaboratively with cross-disciplinary teams to deliver meaningful solutions. Simply put, she never loses sight of the bigger picture, even when working on the smallest of details.</p><p>I've been incredibly fortunate to have been mentored by Nic and I very much hope we'll have the opportunity to work together again in the future. Any organisation would be very lucky to work with her!</p>"
	}
]
